[GENERAL]
NAME				= Hungarian
TRANSLATOR			= Zityi's Translator Te@m
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Ez az alkalmazás lejárt.
TEXT_BETA			= Béta
TEXT_UNREGISTERED		= Regisztrálatlan
TEXT_SAFEMODE			= Csökkentett mód
TEXT_SAFEMODE_MESSAGE		= A Bandicam csökkentett módban fut. \nEgyes funkciók, beleértve a hardveresen gyorsított kódolást, lehet, hogy nem fognak csökkentett módban működni.
TEXT_INIT_FAIL			= Nem sikerült inicializálni az alkalmazást.
TEXT_APPINFO			= Bandicam - Nagy teljesítményű videófelvétel készítő.
TEXT_HAS_BEEN_UNREGISTERED	= A Bandicam regisztrációja vissza lett vonva.


; error
TEXT_ERROR_DISKSPACE		= Nincs elegendő lemezterület az felvételhez.
TEXT_ERROR_VIDEO_CAP		= Nem sikerült elindítani videófelvételt.
TEXT_ERROR_AUDIO_CAP		= Nem sikerült elindítani hangfelvételt.\nHa segítségre van szüksége, kattintson az OK gombra.
TEXT_ERROR_IMAGE_CAP		= Nem sikerült rögzíteni a képet.\nKérjük, ellenőrizze a kimeneti mappát.
TEXT_ERROR_CREATEFILE		= Nem sikerült létrehozni a fájlt.\nHa segítségre van szüksége, kattintson az OK gombra.
TEXT_ERROR_OUTPUTFOLDER		= A kimeneti mappa nem létezik. Kérjük, módosítsa a kimeneti mappát.
TEXT_ERROR_RENAME_FILE		= Nem sikerült átnevezni a kiválasztott fájlt.
TEXT_ERROR_CODEC_INIT		= Nem sikerült inicializálni a kódeket.
TEXT_ERROR_CODEC_INIT_RETRY	= Nem sikerült inicializálni a kódeket.\nMegpróbálja újra a H.264 (CPU)kódek használatával?
TEXT_ERROR_CODEC_VIDEO		= A felvétel leállt, mivel probléma van a videó kódekkel.
TEXT_ERROR_LOGO_IMAGE		= Nem támogatott képfájl. \nKérjük, válasszon támogatott képformátumot(*.png).
TEXT_ERROR_INIT_DEVICE		= Nem sikerült inicializálni a videórögzítő eszközt.
TEXT_ERROR_NO_DEVICES		= Nem észlelhető videórögzítő eszköz.
TEXT_ERROR_EXISTING_PRESET_NAME	= Az előbeállított név már létezik. \nAdjon meg egy másik nevet.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Ez a funkció a Facebook szabályok jóvoltából már nem elérhető.
TEXT_CAN_NOT_CHANGE_TB		= Nem módosíthatja ezt a beállítást a Bandicam ingyenes verziójában. \nKérjük, vásárolja meg a Bandicam programot a https://bandicam.com/buy oldalról
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Legfeljebb 10 elemet adhat hozzá.
TEXT_WARNING_AMD_APP		= A 'H.264 (AMD VCE)' nem támogatott a rendszeren, így az alapértelmezett kódek lesz használatban.
TEXT_WARNING_AMD_APP2		= A 'H.264 (AMD VCE)' nem támogatott a rendszeren.
TEXT_WARNING_DEVICE_CHANGE	= Ha módosítja a videókészülék beállításait, a felvétel le fog állni. Valóban folytatni szeretné?
TEXT_WARNING_EXIT_BANDICAM	= Ha bezárja a Bandicam-ot a felvétel le fog állni.\n Valóban be szeretné zárni a Bandicam alkalmazást?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Az alkalmazás leállítása után az ütemezett felvétel már nem folytatható. \nBiztosan bezárja a Bandicam-ot?
TEXT_WARNING_DEL_OVERLAY	= Valóban törölni szeretné a kiválasztott átfedést?
TEXT_WARNING_UNREGISTER		= Biztosan vissza szeretné vonni a Bandicam regisztrációját?

; video setting page name
TEXT_VID_PAGE_SOUND		= Hang
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logó
TEXT_VID_PAGE_EFFECTS		= Egér
TEXT_VID_PAGE_TEXT		= Szöveg
TEXT_VID_PAGE_OPTIONS		= Opciók

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logó

; option page name
TEXT_OPT_PAGE_GENERAL		= Általános
TEXT_OPT_PAGE_OUTPUT		= Kimenet
TEXT_OPT_PAGE_HOOKING		= Csatlakozás
TEXT_OPT_PAGE_LANGUAGE		= Nyelv
TEXT_OPT_PAGE_OTHERS		= Egyéb

TEXT_VIDEO			= Videó
TEXT_AUDIO			= Audió

TEXT_FOLDER_SELECT		= Válasszon egy mappát a videók tárolására.

TEXT_FMT_FULL_SIZE		= Teljes méret
TEXT_FMT_HALF_SIZE		= Fél-méret
TEXT_FMT_FIT_WIDTH		= Szélességhez igazítás
TEXT_FMT_FIT_HEIGHT		= Magassághoz igazítás
TEXT_FMT_CUSTOM_SIZE		= Egyéni
TEXT_FMT_STEREO			= Sztereó
TEXT_FMT_MONO			= Monó
TEXT_FMT_ORIGINAL_PCM		= Eredeti hangformátum
TEXT_FMT_AUTO			= Automatikus
TEXT_FMT_LOSSLESS		= Veszteségmentes

; preset
TEXT_PRESET_DEFAULT		= Alapértelmezett
TEXT_PRESET_HALFSIZE		= Fél-méret
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultragyors beállítás 60 FPS-re
TEXT_PRESET_LOWEND		= Alacsony kategóriás PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy okostelefon
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Szélességhez igazítás, 320x0
TEXT_PRESET_640x0		= Szélességhez igazítás, 640x0
TEXT_PRESET_800x0		= Szélességhez igazítás, 800x0
TEXT_PRESET_1280x0		= Szélességhez igazítás, 1280x0
TEXT_PRESET_USER		= Felhasználói előbeállítások

TEXT_CHANGE_LANG		= A nyelv módosításához újra kell indítania a Bandicam alkalmazást.\nÚjraindítja most?
TEXT_CHANGE_HOOK		= A csatlakozási cél módosításához, újra kell indítani a Bandicam alkalmazást.\nÚjraindítja most?
TEXT_CHANGE_SIZE		= A Bandicam ablakméretének módosításához, újra kell indítania az alkalmazást.\nÚjraindítja most?
TEXT_RESET_ALL_SETTINGS		= Valóban visszaállítja az összes beállítást az alapértelmezettre?

TEXT_REGISTER_SUCCEEDED		= A Bandicam regisztrálva lett.
TEXT_REGISTER_FAILED		= Sikertelen regisztráció. \nEllenőrizze az e-mail címét és a sorozatszámát.
TEXT_REGISTER_CONNECT_FAILED	= Nem lehet csatlakozni regisztrációs kiszolgálóhoz.\nKérjük, ellenőrizze az internetkapcsolatot, és állítsa be a rendszer óráját a mai dátumra és időre.\nHa segítségre van szüksége, kattintson az OK gombra.
TEXT_REGISTER_INFO		= E-mail cím: %s\r\nSorozatszám: %s
TEXT_REGISTER_LIMITED		= A felvétel leállt.\n\nCsak 10 perc rögzítés engedélyezett a Bandicam ingyenes verziójában. \nKérjük, vásárolja meg a Bandicam programot a bandicam.com oldalon
TEXT_REGISTER_LIMITED_SREC	= Csak 10 percet rögzíthet a Bandicam ingyenes verziójával. \nKérjük, vásárolja meg a Bandicam programot a bandicam.com oldalon
TEXT_REGISTER_NEWRECORD		= Nem indítható új felvétel a Bandicam ingyenes verziójában. \nKérjük, vásárolja meg a Bandicam programot a bandicam.com oldalon
TEXT_REGISTER_LICENCE_INFO	= Regisztrálatlan!!! - 10 perces, vízjellel ellátott videók\r\nA vízjel eltávolításához, vásárolja meg a Bandicam programot a bandicam.com oldalon

TEXT_PROGRAM_INVALID		= Ez az alkalmazás érvénytelen. \nÚjra kell telepítenie az alkalmazást.

TEXT_SELECT_NOT_SELECTED	= Kérjük, válasszon felvételi módot
TEXT_SELECT_TARGET		= Kérjük, kattintson a cél ablakra
TEXT_SELECT_DEVICE		= Kérjük, válasszon egy videórögzítő eszközt
TEXT_TARGET_DIRECTX		= Játékfelvételi mód - Játékok és videólejátszók rögzítése a DirectX használatával.
TEXT_TARGET_SCREEN		= Képernyőfelvételi mód - Asztali képernyő és webes videó rögzítése.
TEXT_TARGET_DEVICE		= Eszközfelvételi mód - Webkamera és HDMI felvételi eszköz rögzítése.
TEXT_TARGET_CHANGING		= Ha módosítja a felvételi módot, a felvétel leáll.\nValóban folytatni kívánja?
TEXT_TARGET_CLOSE		= Ha bezárja az aktuális felvételi módot, a felvétel leáll.\nValóban folytatni szeretné?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= A felvétel nem indítható el a 'Játékfelvételi mód'-ban, mivel a cél ablak nincs kiválasztva.\n\nÁtvált 'Képernyőfelvételi mód'-ba a felvétel megkezdéséhez?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= A felvétel nem indítható el a 'Eszközfelvételi mód'-ban, mivel a rögzítőeszköz nincs kiválasztva.\n\nÁtvált 'Képernyőfelvételi mód'-ba a felvétel megkezdéséhez?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= A felvételt nem lehet elindítani, mert a felvételi mód nincs kiválasztva.\n\nSzeretné kiválasztani a 'Képernyőfelvételi mód'-ot a felvétel megkezdéséhez?

TEXT_STATUSBAR_READY		= Kész
TEXT_STATUSBAR_RECORDING	= Rögzítés
TEXT_STATUSBAR_PAUSE		= Szünet

TEXT_UPDATE_AVAILABLE		= Egy új Bandicam verzió érhető el. \nSzeretné most letölteni?
TEXT_UPDATE_UNAVAILABLE		= Ez a legújabb verzió.
TEXT_UPDATE_FAILED		= Nem sikerült ellenőrizni a verzió-információkat. \nA rendszer nincs az internetre csatlakoztatva, vagy a kiszolgáló nem működik megfelelően.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= A feltöltés sikertelen. Ha regisztrált, kérjük, ellenőrizze e-mail címét.

TEXT_TARGET_FULL		= Teljes képernyő
TEXT_TARGET_RESTORE		= Visszaállítás
TEXT_TARGET_FIND		= Válasszon felvételi területet
TEXT_TARGET_RESIZE		= Méret választó menü
TEXT_TARGET_IMAGE		= Képrögzítés
TEXT_TARGET_PEN			= Rajzolási mód
TEXT_TARGET_RECORD_START	= Videófelvétel - indítás
TEXT_TARGET_RECORD_PAUSE	= Videófelvétel - szünet
TEXT_TARGET_RECORD_STOP		= Videófelvétel - leállítás
TEXT_TARGET_MENU		= Menü
TEXT_TARGET_DISPLAY		= Kijelző %d

TEXT_DEVICE_FULL		= Teljes képernyő
TEXT_DEVICE_RESTORE		= Visszaállítás
TEXT_DEVICE_SELECT_DEVICE	= Válasszon eszközt
TEXT_DEVICE_VOLUME		= Hangerőszabályzó
TEXT_DEVICE_IMAGE		= Képrögzítés
TEXT_DEVICE_RECORD_START	= Videófelvétel - indítás
TEXT_DEVICE_RECORD_PAUSE	= Videófelvétel - szünet
TEXT_DEVICE_RECORD_STOP		= Videófelvétel - leállítás
TEXT_DEVICE_MENU		= Menü

TEXT_RC_HOWTO_NOCOMPLETE	= Letiltás
TEXT_RC_HOWTO_BYTIME		= Idő szerint
TEXT_RC_HOWTO_BYSIZE		= Méret szerint
TEXT_RC_HOWTO_BYSILENCE		= Csendes időtartam szerint
TEXT_RC_AFTER_NEWRECORD		= Új felvétel indítása
TEXT_RC_AFTER_EXIT		= Bandicam bezárása
TEXT_RC_AFTER_SHUTDOWN		= Számítógép leállítása

TEXT_SHUTDOWN_SEC		= Rendszerleállítás %d mp múlva.

TEXT_SEL_IMAGE_FILE		= Válasszon egy képfájlt

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Letiltás (Ajánlott) --

TEXT_CORRUPTED_AVI_FILE		= Az utoljára rögzített fájl sérült.\nKi szeretné javítani?\n\nFájl: %s
TEXT_SELECTED_CORRUPTED_FILE	= A kiválasztott fájl sérült.\nKi szeretné javítani?\n\nFájl: %s
TEXT_TRAY_BALLOON_TIP		= Kattintson a tálca ikonra a Bandicam visszaállításához.
TEXT_TRAY_BALLOON_TIP_RECT	= Kattintson a tálca ikonra a képernyő felvételi ablakának megjelenítéséhez.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Kattintson a tálca ikonra az eszköz felvételi ablakának megjelenítéséhez.
TEXT_FORCE_STOP			= Nem sikerült leállítani a felvételt, mivel a cél-ablak nem válaszol.\nKényszeríti a felvétel leállítását?
TEXT_EXTERNAL_CODEC		= - Külső kódek -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatikus kiválasztás)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Felvételi állapot
TEXT_INDICATOR_TIME		= Felvételi idő
TEXT_INDICATOR_SIZE		= Felvételi fájlméret / szabad lemezterület
TEXT_INDICATOR_VOLUME		= Jelenlegi hangerőszint

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normál] Általános feladat prioritás
TEXT_REC_PRIORITY_HIGH		= [Magas] Normál prioritásnál magasabb
TEXT_REC_PRIORITY_HIGHEST	= [Legmagasabb] Egyéb feladatok lelassulhatnak

; output page message
TEXT_OUTPUTS_BANDICUT		= A Bandicut nincs telepítve. Le szeretné tölteni a Bandicut programot?
TEXT_OUTPUTS_DELETE		= Biztos benne, hogy véglegesen törli a kijelölt fájlokat?
TEXT_OUTPUTS_SELCOUNT		= %d elem kiválasztva

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Cél neve
TEXT_FILE_NAME_PREFIX_CUSTOM	= Egyéni előtag
TEXT_FILE_NAME_PREFIX_NONE	= Nincs
TEXT_FILE_NAME_SUFFIX_TIME	= Dátum/Idő
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sorszám

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Adjon meg egy értéket 1 és 1440 perc között.
TEXT_TIMER_REC_STOP_RECORDING	= A felvétel folyamatban van. \nValóban leállítja a felvételt és folytatja?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Az időzített felvétel nem érhető el, mivel a felvételi mód nincs beállítva. Először válasszon felvételi módot.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Kérjük, adjon címet a feltöltendő videónak.
TEXT_UPLOAD_VID_NO_PASSWORD	= Kérjük, adjon meg egy jelszót.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Bejelentkezés - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Bejelentkezés - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Bejelentkezés - Facebook
TEXT_UPLOAD_COMPLETE		= Feltöltve
TEXT_UPLOAD_ERR_FAIL		= Nem sikerült feltölteni ezt a videót.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ez a fájl túl nagy a feltöltéshez.
TEXT_UPLOAD_ERR_FREESPACE	= Nincs elég szabad hely a Vimeo-n a feltöltéshez.
TEXT_UPLOAD_ERR_CONNECT		= Nem sikerült csatlakozni a szerverhez.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Nem sikerült feltölteni ezt a videót. A Vimeo Basic felhasználók nem használhatják ezt a funkciót.

; deinterlacing
TEXT_DEINT_NONE			= Nincs
TEXT_DEINT_ODD			= Páratlan mezők
TEXT_DEINT_EVEN			= Páros mezők
TEXT_DEINT_BLEND		= Keverés

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Csak felvétel lenyomáskor
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Csak némítás lenyomáskor

; download & update 
TEXT_UPDATE_IN_PROGRESS		= A telepítés folyamatban van...
TEXT_UPDATE_FAILED_DL		= Nem sikerült letölteni a telepítési fájlokat. \nLehetséges, hogy ez a rendszer jelenleg nincs az internetre csatlakozva.
TEXT_UPDATE_INSTALL_SUCCEED	= A telepítés befejeződött.
TEXT_UPDATE_INSTALL_FAILED	= A telepítés sikertelen.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Nincs)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Vízszintes
TEXT_WEBCAM_FLIP_VERTICAL	= Függőleges

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Név
TEXT_SREC_HEADER_STATUS		= Állapot
TEXT_SREC_HEADER_START_TIME	= Kezdési idő
TEXT_SREC_HEADER_END_TIME	= Befejezési idő
TEXT_SREC_HEADER_DURATION	= Időtartam
TEXT_SREC_HEADER_TARGET		= Cél
TEXT_SREC_HEADER_AFTER_REC	= Felvétel után
TEXT_SREC_DEFAULT_NAME		= Ütemezés
TEXT_SREC_DELETE_SCHEDULES	= Biztosan véglegesen törli a kijelölt ütemezéseket?
TEXT_SREC_STATUS_WAITING	= Várakozás
TEXT_SREC_STATUS_RECORDING	= Felvétel
TEXT_SREC_STATUS_PASSED		= Sikeres
TEXT_SREC_STATUS_INACTIVE	= Inaktív
TEXT_SREC_TARGET_NOT_CHANGE	= (Ne módosítsa)
TEXT_SREC_TARGET_FULL_SCREEN	= Teljes képernyő
TEXT_SREC_TARGET_CUSTOM_AREA	= Téglalap a képernyőn
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Használja az utolsó felvételi célt.
TEXT_SREC_DISPLAY		= %d megjelenítése
TEXT_SREC_DO_NOTHING		= (Ne tegyen semmit)
TEXT_SREC_EXIT_BANDICAM		= Bandicam bezárása
TEXT_SREC_SHUTDOWN_PC		= Számítógép leállítása
TEXT_SREC_ERR_TIME		= Az időtartamnak 00:00:01 és 23:59:59 között kell lennie.
TEXT_SREC_ERR_DAY		= Legalább egy napot ki kell választani.
TEXT_SREC_ERR_OVERLAPPED	= A felvételi idő átfedésben van a következővel: "%s"
TEXT_SREC_SAME_DAY		= Ugyanezen a napon
TEXT_SREC_DAY_AFTER		= Másnap
TEXT_SREC_EVERYDAY		= Minden nap
TEXT_SREC_SUN			= Vasárnap
TEXT_SREC_MON			= Hétfő
TEXT_SREC_TUE			= Kedd
TEXT_SREC_WED			= Szerda
TEXT_SREC_THU			= Csütörtök
TEXT_SREC_FRI			= Péntek
TEXT_SREC_SAT			= Szombat
TEXT_SREC_START_INFO		= Felvétel indítása %s múlva.
TEXT_SREC_STOP_INFO		= Felvétel leállítása %s múlva.
TEXT_SREC_DAY			= %D nap
TEXT_SREC_DAYS			= %D nap
TEXT_SREC_WAITING_0		= Nincsenek ütemezett felvételek.
TEXT_SREC_WAITING_1		= 1 ütemezett felvétel van.
TEXT_SREC_WAITING_N		= %d ütemezett felvétel van.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= A feldolgozás folyamatban van. Valóban ki akar lépni?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= A bemeneti fájl nem támogatott formátum.
TEXT_BDFIX_NOT_CORRUPTED	= A bemeneti fájl nem sérült.\nFolytatja?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= A bemeneti fájl nem sérült, vagy nem ellenőrizhető a sérülés.
TEXT_BDFIX_ALREADY_EXISTS	= A kimeneti fájl már létezik. Szeretné felülírni?
TEXT_BDFIX_SAME_PATH		= A kimeneti fájl elérési útvonala megegyezik a bemeneti fájl elérési útvonalával.
TEXT_BDFIX_DISK_SPACE		= Nincs elegendő lemezterület a kimeneti fájl létrehozásához.
TEXT_BDFIX_PROCESS_COMPLETE	= A folyamat befejeződött!
TEXT_BDFIX_STATUS_PROCESSING	= Folyamatban
TEXT_BDFIX_STATUS_COMPLETE	= Kész
TEXT_BDFIX_STATUS_FAILED	= Sikertelen
TEXT_BDFIX_STATUS_READY		= Kész
TEXT_BDFIX_FAILED_TO_OPEN	= A bemeneti fájl nem nyitható meg.
TEXT_BDFIX_FAILED_TO_PROCESS	= Nem sikerült feldolgozni a helyreállítási feladatot.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI fájlok
TEXT_OP_FILTER_MP4		= MP4 fájlok
TEXT_OP_FILTER_PNG		= PNG fájlok
TEXT_OP_FILTER_ALL		= Minden fájl
TEXT_OP_FILTER_MEDIA		= Médiafájlok

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Alapértelmezett hangeszköz)
TEXT_DEFAULT_DEVICE_FORMAT	= (Formátum automatikus felismerése)
TEXT_HOTKEY_NONE		= (Nincs)
TEXT_ADD_YOUR_TEXT_HERE		= Itt adhatja hozzá a szöveget

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Kezdőlap
$BN_PAGE_GENERAL		= Általános
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Videó
$BN_PAGE_IMAGE			= Kép
$BN_PAGE_ABOUT			= Névjegy
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Beállítások
$ST_GEN_OUTPUT_FOLDER		= Kimeneti könyvtár
$BN_GEN_OPEN_OUTPUT_FOLDER	= Megnyitás
$BN_GEN_ADV_OPTIONS		= Speciális
$CK_GEN_ALWAYS_ON_TOP		= A Bandicam ablaka mindig látható
$CK_GEN_START_MINIMIZED		= Bandicam indítása kis méretben a tálcán
$CK_GEN_RUN_WHEN_START		= Bandicam futtatása a Windows indításakor
$CK_GEN_RECORD_WHEN_RUN		= Teljes képernyős felvétel indítása a Bandicam futtatásakor
$CK_GEN_TIMER_RECORDING		= Automatikus felvétel indítási időzítő beállítása
$ST_GEN_LANGUAGE		= Nyelv
$ST_GEN_REC_AUTO_START		= Automatikus felvétel indítása
$ST_GEN_REC_SCHEDULED		= Ütemezett felvétel
$BN_GEN_REC_SCHEDULED		= Beállítások
$ST_GEN_REC_AUTO_COMPLETE	= Automatikus felvétel befejezése
$BN_GEN_REC_AUTO_COMPLETE	= Beállítások
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS átfedés
$CK_FPS_OVERLAY_HOTKEY		= Gyorsbillentyű megjelenítése/elrejtése
$CK_FPS_OVERLAY_POS_HOTKEY	= Pozíció gyorsbillentyű
$CK_FPS_OVERLAY			= FPS átfedés megjelenítése
$ST_FPS_LIMIT			= FPS korlát
$CK_FPS_LIMIT_HOTKEY		= Gyorsbillentyű
$CK_FPS_LIMIT			= FPS korlát beállítása
$CK_FPS_LIMIT_ONLY_CAP		= Csak felvétel közben
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Felvétel
$CK_VID_RECORD_HOTKEY		= Felvétel/Leállítás gyorsgomb
$CK_VID_PAUSE_HOTKEY		= Szüneteltetés gyorsgomb
$CK_VID_SHOW_CURSOR		= Egérkurzor megjelenítése
$CK_VID_CLICK_EFFECTS		= Egérkattintási hatás hozzáadása
$CK_VID_WEBCAM_OVERLAY		= Webkamera ráhelyezése
$BN_VID_RECORD_SETTINGS		= Beállítások
$ST_VID_FORMAT			= Formátum
$ST_VID_FORMAT_VIDEO		= Videó
$ST_VID_FORMAT_AUDIO		= Audió
$BN_VID_FORMAT_SETTINGS		= Beállítások
$BN_VID_FORMAT_PRESETS		= Minták
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Rögzítés
$CK_IMG_CAPTURE_HOTKEY		= Gyorsbillentyű
$CK_IMG_CAPTURE_REPEAT		= Felvétel megismétlése
$ST_IMG_CAPTURE_REPEAT		= mp-ben
$CK_IMG_SHOW_CURSOR		= Egérkurzor megjelenítése
$CK_IMAGE_ADD_LOGO		= Logó átfedés hozzáadása
$CK_IMG_SHUTTER_SOUND_EFFECT	= Zárhang engedélyezése
$BTN_IMAGE_SETTINGS		= Beállítások
$ST_IMG_FORMAT			= Formátum
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normál
$CK_IMG_FORMAT_JPG_HQ		= JPG - Kiváló minőség
$CK_IMAGE_JPG_CUSTOM		= JPG - Egyéni minőség (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Hogyan menthető animált GIF-ként?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Első lépések
$ST_OUT_TAB_VIDEO		= Videók
$ST_OUT_TAB_IMAGE		= Képek
$BN_OUT_PLAY_VIDEO		= Lejátszás
$BN_OUT_OPEN_IMAGE		= Megnyitás
$BN_OUT_EDIT			= Szerkesztés
$BN_OUT_UPLOAD			= Feltöltés
$BN_OUT_DELETE			= Törlés
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam verzió
$ST_ABO_COPYRIGHT		= Szerzői jog(c) 2009-2020 Bandicam.com.
$BN_ABO_NEW_VERSION		= Új verzió érhető el.
$BN_ABO_CHECK_UPDATE		= Frissítés ellenőrzése
$ST_ABO_LICENCE_INFO		= Licencinformációk
$BN_ABO_REGISTER		= Regisztrálás
$BN_ABO_REGISTER_HELP		= Vásárlás és regisztráció módja
$BN_ABO_UPDATE_REGISTRATION	= Regisztráció frissítése
$ST_ABO_HOMEPAGE_INFO		= Weboldalcím
$ST_ABO_HOMEPAGE_URL		= Weboldal
$ST_ABO_FAQ_URL			= GYIK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Kérjük, válassza ki az eszközt!
$ST_DEVICE_CONNECTING		= Csatlakozás...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= A <font color="yellow">Bandicut</font> egy kihagyhatatlan program a Bandicam felhasználók számára. Segítségével a rögzített videókat gyorsan kivághatja és egyesítheti.
$BTN_UPDATE_STEP1_LINK		= Bővebben
$ST_UPDATE_STEP2_TEXT		= Letöltés folyamatban...
$BTN_UPDATE_INSTALL		= Telepítés most
$BTN_UPDATE_LATER		= Nem, köszönöm!
$BTN_UPDATE_CANCEL		= Mégse
$BTN_UPDATE_CLOSE		= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Válassza ki a használni kívánt felvételi módot.
$ST_START_SEL_RECT		= Téglalap alakú terület
$ST_START_SEL_FULL		= Teljes képernyő
$ST_START_SEL_MOUSE		= Egér körüli terület
$ST_START_SEL_GAME		= Játékfelvétel
$ST_START_SEL_DEVICE		= Eszközfelvétel
$ST_START_SEL_HELP		= Online súgó

$ST_START_RECT_TITLE		= Képernyőfelvétel - Téglalap egy képernyőn
$ST_START_RECT_DESC		= Ez a mód lehetőséget ad a téglalap alakú ablak részleges területének rögzítésére.
$ST_START_RECT_STEP		= 1. Válasszon méretet és területet a rögzítéshez.[br]2. Kattintson a 'REC' gombra, vagy nyomja meg a felvételi gyorsbillentyűt.

$ST_START_FULL_TITLE		= Képernyőfelvétel - Teljes képernyő
$ST_START_FULL_DESC		= Ez a mód lehetővé teszi a kijelző teljes képernyőjének rögzítését.
$ST_START_FULL_STEP		= 1. Válasszon monitort a rögzítéshez. [br]2. Kattintson a 'REC' gombra, vagy nyomja meg a felvételi gyorsbillentyűt.

$ST_START_MOUSE_TITLE		= Képernyőfelvétel - Egér körüli terület
$ST_START_MOUSE_DESC		= Ez a mód lehetővé teszi a felhasználó által az asztal képernyőjén mozgatott egérmutató körüli terület rögzítését.
$ST_START_MOUSE_STEP		= 1. Válasszon ki egy bizonyos méretet a rögzítéshez.[br]2. Kattintson a 'REC' gombra, vagy nyomja meg a felvételi gyorsbillentyűt.

$ST_START_GAME_TITLE		= Játékfelvételi mód
$ST_START_GAME_DESC		= Ez a mód lehetővé teszi a játékmenet felvételét az FPS megjelenítésekor.
$ST_START_GAME_STEP		= 1. Indítson el egy játékot, és ellenőrizze a zöld színű (FPS) számot.[br]2. Kattintson a 'REC' gombra, vagy nyomja meg a felvételi gyorsbillentyűt.

$ST_START_DEVICE_TITLE		= Eszközfelvételi mód
$ST_START_DEVICE_DESC		= Ez a mód lehetővé teszi külső videóeszközök, például webkamera, Xbox, okostelefon, IPTV stb. rögzítését.
$ST_START_DEVICE_STEP		= 1. Válasszon ki egy webkamerát vagy rögzítő eszközt. [br]2. Kattintson a 'REC' gombra, vagy nyomja meg a felvételi gyorsbillentyűt.

$BN_START_HELP			= Online súgó megtekintése
$BN_START_RECORD		= Felvétel indítása
$BN_START_RECORD_STOP		= Felvétel leállítása
$ST_START_HOTKEY_RECORD		= Felvétel/Leállítás
$ST_START_HOTKEY_SCREENSHOT	= Kép rögzítése
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Lejátszás
$BN_BDFIX_OPEN_FOLDER		= Mappa megnyitása
$BN_BDFIX_CLOSE			= Bezárás
$ST_BDFIX_INPUT_FILE		= Bemeneti fájl
$ST_BDFIX_INPUT_FILE2		= Sérült avi/mp4 fájl megnyitása.
$BN_BDFIX_INPUT_FILE		= Megnyitás
$ST_BDFIX_OUTPUT_FILE		= Kimeneti fájl
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Válasszon felvételi területet
$MENU_RECTANGLE			= Téglalap a képernyőn
$MENU_FULLSCREEN		= Teljes képernyő
$MENU_AROUND_MOUSE		= Egér körüli terület
$MENU_RECT_FIND_WINDOW		= Válasszon felvételi területet
$MENU_RECT_CUSTOM		= Egyéni méret
$MENU_RECT_RECENTLY_USED	= Legutóbb használt méret
$MENU_FULL_DISPLAY_1		= Kijelző 1
$MENU_FULL_DISPLAY_2		= Kijelző 2
$MENU_FULL_DISPLAY_3		= Kijelző 3
$MENU_FULL_DISPLAY_4		= Kijelző 4
$MENU_FULL_DISPLAY_5		= Kijelző 5
$MENU_FULL_DISPLAY_6		= Kijelző 6
$MENU_FULL_DISPLAY_7		= Kijelző 7
$MENU_FULL_DISPLAY_8		= Kijelző 8
$MENU_MOUSE_CUSTOM		= Egyéni méret
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Kimeneti mappa megnyitása
$TOOLTIP_SCHEDULED_RECORDING	= Ütemezett felvétel
$TOOLTIP_SCREENSHOT		= Képrögzítés
$TOOLTIP_RECORD			= Felvétel / Leállítás
$TOOLTIP_PAUSE			= Szünet
$TOOLTIP_UI_MODE		= Egyszerű/Kiterjesztett FELÜLET
$TOOLTIP_REGISTER		= Bandicam regisztrálása
$TOOLTIP_ONLINE_HELP		= Online súgó

$TOOLTIP_TOOL_NONE		= Kurzor (nincs rajz)
$TOOLTIP_TOOL_PEN		= Toll
$TOOLTIP_TOOL_PEN_HL		= Kiemelő
$TOOLTIP_TOOL_PEN_LINE		= Vonal
$TOOLTIP_TOOL_ARROW		= Nyíl
$TOOLTIP_TOOL_BOX		= Doboz
$TOOLTIP_TOOL_NUMBER		= Számozás
$TOOLTIP_TOOL_TEXT		= Szöveg
$TOOLTIP_TOOL_ERASER		= Radír
$TOOLTIP_TOOL_COLOR		= Szín kiválasztása
$TOOLTIP_TOOL_LINE		= Vonalszélesség
$TOOLTIP_TOOL_UNDO		= Visszavonás (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Végrehajtás megismétlése (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Válasszon felvételi módot
$TOOLTIP_HOME_RECT		= Képernyőfelvételi mód - Téglalap
$TOOLTIP_HOME_FULL		= Képernyőfelvételi mód - Teljes képernyő
$TOOLTIP_HOME_MOUSE		= Képernyőfelvételi mód - Egér körüli terület
$TOOLTIP_HOME_GAME		= Játékfelvételi mód
$TOOLTIP_HOME_DEVICE		= Eszközfelvételi mód

$TOOLTIP_ADD_MOUSE_EFFECT	= Egérkurzor hatások hozzáadása
$TOOLTIP_ADD_MICROPHONE		= Mikrofon hozzáadása
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Webkamera átfedés hozzáadása
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Mégse
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formátum beállítások
IDC_ST_FMTSET_FILE		= Fájltípus
IDC_ST_FMTSET_VIDEO		= Videó
IDC_ST_VIDEO_SIZE		= Méret
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kódek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Bitarány
IDC_ST_VIDEO_QUALITY		= Minőség
IDC_ST_FMTSET_AUDIO		= Audió
IDC_CK_AUDIO_ORIGINAL_PCM	= Mentés eredeti formátumban
IDC_ED_AUDIO_ORIGINAL_PCM	= Elmenthető többcsatornás hd hanggal (96KHz vagy magasabb).
IDC_ST_AUDIO_CH			= Csatornák
IDC_ST_AUDIO_FREQ		= Frekvencia
IDC_ST_AUDIO_CODEC		= Kódek
IDC_ST_AUDIO_BITRATE		= Bitarány
IDC_ST_FORMAT_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam regisztrálása
IDC_ST_1BUY			= 1. Vásárlás
IDC_ST_1BUY_COMMENT		= A vízjel eltávolításához a videóról, vásároljon Bandicam licencet a https://bandicam.com/buy oldalról
IDC_BTN_BUY_ONLINE		= Vásárlás
IDC_ST_2REGISTER		= 2. Regisztrálás
IDC_ST_2REGISTER_COMMENT	= Online kapcsolat szükséges a Bandicam regisztrálásához.
IDC_ST_EMAIL_ADDRESS		= E-mail cím
IDC_ST_SERIAL_NUMBER		= Sorozatszám
IDC_BTN_REGISTER_NOW		= Regisztrálás most
IDC_BTN_UNREGISTER_NOW		= Regisztráció megszüntetése
IDC_BTN_CLOSE			= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Frissítés ellenőrzése
IDC_ST_UPDATE_SETTING		= Beállítás
IDC_CK_UPDATE_ENABLE		= Automatikus frissítések ellenőrzésének engedélyezése
IDC_CK_UPDATE_POPUP		= Felugró megjelenítése, ha nagyobb frissítés érhető el
IDC_UPDATE_CHECK_NOW		= Frissítések ellenőrzése
IDC_CLOSE			= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Speciális beállítások
IDC_BTN_RESET			= Visszaállítás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Általános
IDC_CK_ALWAYS_ON_TOP2		= A Bandicam ablaka mindig látható
IDC_CK_START_MINIMIZED_TO_TRAY	= Bandicam indítása kis méretben a tálcán
IDC_CK_RUN_WHEN_START		= Bandicam futtatása a Windows indításakor
IDC_CK_RECORD_WHEN_RUN		= Teljes képernyős felvétel indítása a Bandicam futtatásakor
IDC_BTN_TIMER_RECORDING		= Állítsa be az időzítést az automatikus felvétel indításhoz
IDC_CK_SHOW_FPS_IN_VIDEO	= FPS megjelenítése a rögzített videón/képen
IDC_ST_SHOW_FPS_IN_VIDEO	= (Csak 'Játékfelvételi mód'-ban)
IDC_CK_SHOW_TIP_BAR		= Tipp/információs sáv megjelenítése
IDC_CK_NO_TRAY_BALLOON		= Tálca buborék értesítések megjelenítése
IDC_ST_ADV_AUTOMATIC		= Automatikus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Kimenet
IDC_ST_OUT_OUTPUT_FOLDER	= Kimeneti mappa
IDC_CK_OUT_CREATE_SUBFOLDER	= Kimeneti almappa automatikus létrehozása ezen a néven:
IDC_RD_OUT_SUBFOLDER		= Ugyanaz, mint a felvételi cél neve
IDC_RD_OUT_SUBFOLDER_2		= "Videók" vagy "Képek"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Írási gyosítótárazás engedélyezése a lemezen
IDC_ST_OUT_FILE_NAMING		= Fájl elnevezési beállítások
IDC_ST_OUT_EXAMPLE		= Pl)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Nyelv
IDC_ST_TRANSLATOR		= Köszönet a fordítóknak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Csatlakozási cél
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows alkalmazások (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= DirectX 10/11 csatlakozópont tiltása IE9-ben (vagy újabb)/Firefox-ban
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX videóátfedés blokkolása
IDC_BTN_BLOCK_LIST		= Blokkolt folyamatlista

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Egyéb beállítások
IDC_BTN_VIDEO_RECORD_SETTINGS	= Videófelvételi beállítások
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Videóformátum beállítások
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatikus felvétel befejezése

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatikus felvétel befejezése
IDC_ST_RC_HOWTO			= Automatikus felvétel befejezése
IDC_RD_RC_NOTCOMPLETE		= Letiltás
IDC_RD_RC_TIME			= Rögzítési idő szerint
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Rögzített fájl mérete szerint
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= Csendes időtartam szerint (mp)
IDC_ST_RC_AFTER			= Felvétel után
IDC_RD_RC_NOTHING		= Nincs művelet
IDC_RD_RC_NEW_RECORDING		= Új felvétel indítása
IDC_RD_RC_EXIT_BDCAM		= Felvétel leállítása és a Bandicam bezárása
IDC_RD_RC_SHUTDOWN		= Számítógép leállítása

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Felvétel automatikus befejezése - Értesítés
IDC_ST_NOSOUND_TITLE		= Csendes állapot
IDC_ST_NOSOUND_DESC		= A felvétel hamarosan leáll, mivel a hang nem hallható.
IDC_ST_NOSOUND_DESC2		= Felvétel leállítása %d másodperc múlva.
IDC_BTN_NOSOUND_CONTINUE	= Felvétel folytatása

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Leállítás
IDC_ST_SHUTDOWN			= Leállítás
IDC_ST_SHUTDOWN_INFO		= A számítógép le lesz állítva.\nNyomja meg a 'Mégse' gombot, ha nem szeretné leállítani.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Rögzítési beállítások

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Hangrögzítés
IDC_ST_SND_SELECT_1		= Elsődleges hangeszköz
IDC_BTN_SND_SETTING_1		= Beállítás...
IDC_ST_SND_VOLUME_1		= Hangerő
IDC_CK_SND_MONO_1		= Monó
IDC_ST_SND_SELECT_2		= Másodlagos hangeszköz (Mikrofon)
IDC_BTN_SND_SETTING_2		= Beállítás...
IDC_ST_SND_VOLUME_2		= Hangerő
IDC_CK_SND_MONO_2		= Monó
IDC_CK_SND_MIX_SOUND		= Két hang keverése (Elsődleges + másodlagos egy hangsávba)
IDC_CK_SND_CAP_PUSH_TO		= Lenyomás-A-Beszédhez vagy Lenyomás-A-Némításhoz
IDC_ST_SOUND_HELP		= [ Súgó ]
IDC_CK_SND_SAVE_AS_WAV		= Hangsávok mentése felvétel közben (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Webkamera ráhelyezése a videóra
IDC_ST_WEBCAM_SETTING		= Beállítások
IDC_ST_WEBCAM_POS		= Pozíció:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Bluebox technika használata
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Speciális
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Speciális beállítások
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Webkamera kép a képernyőn
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Előnézet váltó gyorsbillentyű engedélyezése
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Webkamera átfedés hozzáadása a kimeneti videófájlhoz
IDC_RD_WEBCAM_SAVE_AS_MP4	= Webkamera videó mentése különálló fájlként (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Logó átfedés hozzáadása a videóhoz
IDC_ST_LOGO_SETTING		= Beállítások
IDC_ST_LOGO_IMAGE		= Kép:
IDC_ST_LOGO_OPACITY		= Átlátszóság:
IDC_ST_LOGO_POS			= Pozíció :
IDC_ST_LOGO_LR_MARGINS		= Bal/J margó:
IDC_ST_LOGO_TB_MARGINS		= Felső/A margó:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Egérkurzor megjelenítése
IDC_ST_CURSOR_SIZE		= Méret
IDC_ST_EFFECTS_MOUSE		= Egérhatások
IDC_CK_ADD_CLICK_EFFECTS	= Egérkattintási hatás hozzáadása
IDC_ST_CLICK_EFFECT_SIZE	= Méret
IDC_ST_LEFT_CLICK_COLOR		= Bal kattintás színe
IDC_ST_RIGHT_CLICK_COLOR	= Jobb kattintás színe
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Egér kiemelési hatás hozzáadása
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Méret
IDC_ST_HIGHLIGHT_COLOR		= Kiemelési szín
IDC_ST_EFFECT_PREVIEW_TITLE	= Előnézet
IDC_ST_EFFECTS_MOUSE_SOUND	= Egérkattintási hangok lejátszása rögzítés közben
IDC_CK_EFFECT_LCLICK_SOUND	= Bal kattintás
IDC_CK_EFFECT_RCLICK_SOUND	= Jobb kattintás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Szövegátfedés hozzáadása a videóhoz
IDC_BTN_TEXT_OVERLAY_ADD	= Hozzáadás
IDC_BTN_TEXT_OVERLAY_EDIT	= Szerkesztés
IDC_BTN_TEXT_OVERLAY_DEL	= Törlés

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opciók
IDC_ST_REC_PRIORITY		= Felvételi prioritás :
IDC_ST_REC_PRIORITY2		= A magasabb prioritás csökkentheti a kihagyott képkockákat.
IDC_ST_FOR_DX_GL		= Játékfelvételi mód
IDC_CK_SKIP_RECORDING		= Felvétel kihagyása, míg a képkocka nincs frissítve
IDC_CK_ENHANCED_DX9_CAPTURE	= Továbbfejlesztett rögzítési mód (gyorsabb, csak DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Képernyőfelvételi mód
IDC_CK_SHOW_COUNTDOWN_TIMER	= Visszaszámlálás megjelenítése a felvétel megkezdése előtt
IDC_CK_ENHANCED_CAPTURE		= Továbbfejlesztett rögzítési mód (gyorsabb, Windows 8 vagy újabb)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Hanghatások lejátszása indításkor vagy leállításkor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webkamera előnézet és speciális beállítások
IDC_ST_WEBCAM_PRESET_POS	= Előre beállított pozíció
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Beállítások
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_BTN_WEBCAM_DEVICE		= Beállítások
IDC_ST_WEBCAM_DEVICE_FMT	= Formátum:
IDC_ST_WEBCAM_SIZE		= Átfedés mérete:
IDC_ST_WEBCAM_POS_H		= X pozíció:
IDC_ST_WEBCAM_POS_V		= Y pozíció:
IDC_ST_WEBCAM_FLIPSCREEN	= Képernyő tükrözése:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Bluebox technika használata
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Szín:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Válasszon
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Hasonlóság:
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Keverés:
IDC_LN_WEBCAM_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webkamera előnézet

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Szövegátfedési beállítások
IDC_ST_TEXT_OVERLAY_SETTINGS	= Beállítások
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Tartalmazza az időbélyeget
IDC_ST_TEXT_FONT		= Betűtípus:
IDC_ST_TEXT_SIZE		= Méret:
IDC_ST_TEXT_MARGIN		= Margó:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Szöveg színe:
IDC_CK_TEXT_SHADOW_COLOR	= Árnyék:
IDC_CK_TEXT_OUT_COLOR		= Körvonal:
IDC_LN_TEXT_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Képrögzítési beállítások

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Logó hozzáadása a képhez
IDC_ST_IMG_LOGO_SETTING		= Beállítások
IDC_ST_IMG_LOGO_IMAGE		= Kép:
IDC_ST_IMG_LOGO_OPACITY		= Átlátszóság:
IDC_ST_IMG_LOGO_POS		= Pozíció:
IDC_ST_IMG_LOGO_LR_MARGINS	= Bal/J margók:
IDC_ST_IMG_LOGO_TB_MARGINS	= Felső/A margók:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Egyéni célméret
IDC_ST_TARGET_SIZE_SETTING	= Beállítások
IDC_ST_TARGET_SIZE		= Célméret:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Új méret előbeállítás hozzáadása
IDC_ST_ADD_SIZE_PRESET		= Az aktuális cél pozícióját és méretét elmentheti új előbeállításként.\nAdjon egy nevet az új előbeállítás számára.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Méret előbeállított sémák szerkesztése
IDC_BTN_SIZE_PRESET_ADD		= Hozzáadás
IDC_BTN_SIZE_PRESET_DEL		= Törlés
IDC_BTN_SIZE_PRESET_REN		= Átnevezés
IDC_BTN_SIZE_PRESET_UP		= Fel
IDC_BTN_SIZE_PRESET_DN		= Le

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Méret előbeállított séma átnevezése
IDC_ST_REN_SIZE_PRESET		= Adjon új nevet az előbeállított séma számára.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Információ
IDC_ST_ACAP_INFO		= Hangrögzítési információk
IDC_ST_ACAP_INFO2		= A hangot nem sikerült rögzíteni. Kérjük, ellenőrizze a 'felvételvezérlőt'. \n\nFelkeresi weboldalunk súgó lapját?
IDC_CK_ACAP_DO_NOT_ASK		= Ne kérdezze meg többé
IDC_BTN_YES			= Igen
IDC_BTN_NO			= Nem

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max felvételi idő
IDC_ST_RC_TIME_SETTING		= Beállítás
IDC_ST_RC_TIME_HOUR		= óra
IDC_ST_RC_TIME_MIN		= perc
IDC_ST_RC_TIME_SEC		= mp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max rögzített fájlméret
IDC_ST_RC_FILESIZE_SETTING	= Beállítás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Új előbeállított séma hozzáadása
IDC_ST_ADD_PRESET		= A jelenlegi formátum-beállításokat elmentheti új előbeállításként.\nAdjon meg egy nevet az új előbeállítás számára.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Előbeállított sémák szerkesztése
IDC_BTN_PRESET_ADD		= Hozzáadás
IDC_BTN_PRESET_DEL		= Törlés
IDC_BTN_PRESET_REN		= Átnevezés
IDC_BTN_PRESET_UP		= Fel
IDC_BTN_PRESET_DN		= Le

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Előbeállított séma átnevezése
IDC_ST_REN_PRESET		= Adjon új nevet az előbeállított séma számára.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Válasszon külső videókódeket
IDC_ST_CODEC_EX_LIST		= Kódek lista
IDC_ST_CODEC_EX_SETTINGS	= Beállítások
IDC_ST_CODEC_EX_DRIVER		= Eszközvezérlő neve
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Minőség
IDC_ST_CODEC_EX_DATERATE	= Adatsebesség
IDC_ST_CODEC_EX_KEYFRAME	= Kulcskocka-intervallum
IDC_CK_CODEC_EX_PREFER_RGB	= RGB színtér előnyben részesítése
IDC_BTN_CODEC_EX_CONFIG		= Konfigurálás
IDC_BTN_CODEC_EX_ABOUT		= Névjegy
IDC_ST_CODEC_EX_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blokkolt folyamatlista
IDC_ST_BLOCK_LIST		= A következő folyamatok csatlakozása nem engedélyezett.
IDC_ST_BLOCK_LIST_EX		= Példa:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) beállítások
IDC_ST_H264_CUDA_RATE_CONTROL	= Arányszabályzás
IDC_RD_H264_CUDA_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_CUDA_CBR		= CBR - bitarány-alapú
IDC_ST_H264_CUDA_GPU_USAGE	= GPU használat
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Csak GPU (gyorsabb GPU-val használható)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU eszköz:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kód:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_CUDA_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) beállítások
IDC_ST_H264_SYNC_RATE_CONTROL	= Arány-szabályzás
IDC_RD_H264_SYNC_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_SYNC_CBR		= CBR - bitarány-alapú
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_SYNC_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) beállítások
IDC_ST_H264_APP_RATE_CONTROL	= Arányszabályzás
IDC_RD_H264_APP_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_APP_CBR		= CBR - bitarány-alapú
IDC_ST_H264_APP_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_APP_FOURCC_USED	= FourCC kód:
IDC_ST_H264_APP_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_APP_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid beállítások
IDC_ST_XVID_RATE_CONTROL	= Arányszabályzás
IDC_RD_XVID_VBR			= VBR - minőség-alapú (ajánlott)
IDC_RD_XVID_CBR			= CBR - bitarány-alapú
IDC_ST_XVID_OPTIMIZATION	= Optimalizálás
IDC_RD_XVID_FASTER_SPEED	= Gyorsabb kódolási sebesség
IDC_RD_XVID_SMALLER_SIZE	= Kisebb fájlméret
IDC_ST_XVID_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_XVID_KEYFRAME_INT	= Kulcskocka intervallum:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) beállítások
IDC_ST_H264_NVENC_RATE_CONTROL	= Arányszabályzás
IDC_RD_H264_NVENC_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_NVENC_CBR		= CBR - bitarány-alapú
IDC_ST_H264_NVENC_GPU_USAGE	= GPU használat
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU eszköz:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_NVENC_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) beállítások
IDC_ST_H264_RATE_CONTROL	= Arányszabályzás
IDC_RD_H264_VBR			= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_CBR			= CBR - bitarány-alapú
IDC_ST_H264_OPTIMIZATION	= Optimalizálás
IDC_RD_H264_FASTER_SPEED	= Gyorsabb kódolási sebesség
IDC_RD_H264_BALANCED		= Kiegyensúlyozott teljesítmény
IDC_RD_H264_SMALLER_SIZE	= Kisebb fájlméret
IDC_ST_H264_OTHER_OPTIONS	= További lehetőségek
IDC_ST_H264_KEYFRAME_INT	= Kulcskocka intervallum:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Időzített felvétel
IDC_ST_TIMER_SETTINGS		= Beállítások
IDC_RD_TIMER_START_IN		= Indítás
IDC_ST_TIMER_MINUTES		= perc múlva
IDC_RD_TIMER_START_AT		= Indítás:
IDC_CK_TIMER_MINIMIZE		= A Bandicam minimalizálása a tálcára a felvétel indításakor.
IDC_ST_TIMER_AUTO_COMPLETE	= Felvétel automatikus befejezése
IDC_BTN_TIMER_AUTO_COMPLETE	= Beállítás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Időzített felvétel - Várakozás az indításra
IDC_ST_TIMER_WAITING_INFO	= Várakozás a felvétel indítására: %s.
IDC_ST_TIMER_ELAPSED		= Eltelt idő:
IDC_ST_TIMER_REMAINING		= Hátralévő idő:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS beállítások
IDC_ST_FORMAT_FPS_MODE		= Képfrissítési mód
IDC_RD_FORMAT_FPS_CFR		= CFR előnyben részesítése - Állandó képfrissítés
IDC_ST_FORMAT_FPS_CFR		= Visszaáll a változó képfrissítésre, ha a kódoló teljesítménye nem elegendő.
IDC_RD_FORMAT_FPS_VFR		= VFR használata - Változó képfrissítés (Ajánlott)
IDC_ST_FORMAT_FPS_HELP		= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Feltöltés a Youtube.com oldalra
IDC_ST_YOUTUBE_UPLOADINFO	= Feltöltési információk
IDC_ST_YOUTUBE_FILENAME		= Fájl neve:
IDC_ST_YOUTUBE_TITLE		= Cím:
IDC_ST_YOUTUBE_DESCRIPTION	= Leírás:
IDC_ST_YOUTUBE_PRIVACY		= Adatvédelem:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Nyilvános - Bárki megtekintheti ezt a videót
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Listán nem szereplő - Bárki, aki rendelkezik a videó linkjével
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privát - Csak én, és az általam kiválasztottak láthatják ezt a videót
IDC_BTN_YOUTUBE_UPLOAD		= Feltöltés
IDC_LN_YOUTUBE_HELP		= Súgó
IDC_LN_YOUTUBE_TOS		= A 'Feltöltés' gombra kattintva Ön igazolja, hogy rendelkezik a tartalomhoz kapcsolódó összes engedéllyel, vagy a tulajdonos engedélyezte, hogy a tartalom nyilvánosan elérhető legyen a YouTube-on, és egyébként megfelel a <a>YouTube szolgáltatási feltételeinek</a>.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Feltöltés...
IDC_ST_YOUTUBE_UPLOADED		= A videó feltöltése befejeződött!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Beágyazás:
IDC_BTN_YOUTUBE_LINK_GO		= Ugrás
IDC_BTN_YOUTUBE_EMBED_COPY	= Másolás
IDC_BTN_YOUTUBE_CLOSE		= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Feltöltés a Vimeo.com megosztóra
IDC_ST_VIMEO_UPLOADINFO		= Feltöltési információk
IDC_ST_VIMEO_FILENAME		= Fájl neve:
IDC_ST_VIMEO_TITLE		= Cím:
IDC_ST_VIMEO_DESCRIPTION	= Leírás:
IDC_ST_VIMEO_PRIVACY		= Adatvédelem:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Bárki - Bárki megtekintheti ezt a videót
IDC_RD_VIMEO_PRIVACY_ONLYME	= Csak én - Rajtam kívül senki nem láthatja ezt a videót
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Csak az általam követett személy - A Vimeo-n általam követett személy
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Csak a privát linkkel rendelkező személyek láthatják ezt a videót
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (A Vimeo Basic felhasználók nem használhatják ezt az opciót)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Csak a jelszóval rendelkező személyek láthatják ezt a videót
IDC_CK_HIDE_PASSWORD		= Jelszó elrejtése
IDC_BTN_VIMEO_UPLOAD		= Feltöltés
IDC_LN_VIMEO_HELP		= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Feltöltés...
IDC_ST_VIMEO_UPLOADED		= A videó feltöltése befejeződött!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Beágyazás:
IDC_BTN_VIMEO_LINK_GO		= Ugrás
IDC_BTN_VIMEO_EMBED_COPY	= Másolás
IDC_BTN_VIMEO_CLOSE		= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Feltöltés a Facebook.com oldalra
IDC_ST_FACEBOOK_UPLOADINFO	= Feltöltési információk
IDC_ST_FACEBOOK_FILENAME	= Fájl neve:
IDC_ST_FACEBOOK_TITLE		= Cím:
IDC_ST_FACEBOOK_DESCRIPTION	= Leírás:
IDC_ST_FACEBOOK_PRIVACY		= Adatvédelem:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Nyilvános - bárki megtekintheti ezt a videót
IDC_RD_FACEBOOK_PRIVACY_FOF	= Barátok barátai - A barátok barátai is megtekinthetik ez a videót
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Barátok - Barátai is megtekinthetik a jelenlegi videót
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Csak én - Ez a videó csak az Ön számára látható
IDC_BTN_FACEBOOK_UPLOAD		= Feltöltés
IDC_LN_FACEBOOK_HELP		= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Feltöltés...
IDC_ST_FACEBOOK_UPLOADED	= A videó feltöltése befejeződött!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Ugrás
IDC_BTN_FACEBOOK_CLOSE		= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC elérhető
IDC_LN_NVENC_AVAILABLE		= Az NVIDIA NVENC H.264 kódoló elérhető. Az NVENC egy nagy teljesítményű hardvergyorsítást használó kódoló. Szeretné használni az NVENC H.264 kódolót?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Ne kérdezze meg többé

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) elérhető
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 kódoló elérhető. A QSV egy nagy teljesítményű, hardveres gyorsítást használó kódoló. \nHasználni szeretnl a QSV H.264 kódolót?\n<a>több</a>
IDC_CK_QSV_AVAILABLE		= Ne kérdezze meg többé

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Eszköz kiválasztása
IDC_ST_DEVICE_SELECTION		= Kiválasztás
IDC_ST_DEVICE_NAME		= Eszköz:
IDC_BTN_DEVICE_NAME_SETTINGS	= Beállítások
IDC_ST_DEVICE_FORMAT		= Formátum:
IDC_ST_DEVICE_VIDEO_INPUT	= Videó bemenet:
IDC_ST_DEVICE_AUDIO_INPUT	= Hangbemenet:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Egyéni hangeszköz használata
IDC_BTN_DEVICE_INPUT_SETTINGS	= Beállítások
IDC_ST_DEVICE_OPTIONS		= Opciók
IDC_ST_DEVICE_DEINTERLAING	= Félkép-összefésülő:
IDC_ST_DEVICE_FLIPSCREEN	= Képernyő tükrözés:
IDC_CK_DEVICE_FLIPSCREEN_H	= Vízszintes
IDC_CK_DEVICE_FLIPSCREEN_V	= Függőleges
IDC_LN_DEVICE_HELP		= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Origin kompatibilitási probléma
IDC_LN_CAUTION_USING_WINAPPS	= Ha a Windows Apps (UWP) csatlakozás engedélyezve van, kompatibilitási problémák léphetnek fel az Origin-en. <a>Kattintson ide</a> a probléma megoldásához.\n\nValóban használni szeretné a Windows Apps csatlakozást?
IDC_CK_CAUTION_USING_WINAPPS	= Ne kérdezze meg többé

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Ütemezett felvételi lista
IDC_ST_SREC_LIST_TEXT		= Ütemezzen egy időpontot a felvétel megkezdésére egy adott időpontban. (Ez a funkció akkor érhető el, ha a Bandicam fut.)
IDC_BTN_SREC_LIST_ADD		= Hozzáadás
IDC_BTN_SREC_LIST_EDIT		= Szerkesztés
IDC_BTN_SREC_LIST_DELETE	= Törlés
IDC_BTN_SREC_LIST_CLOSE		= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Ütemezett felvétel
IDC_ST_SREC_SETTINGS_NAME	= Név:
IDC_CK_SREC_ACTIVE		= Aktív
IDC_ST_SREC_SCHEDULING		= Ütemezés
IDC_RD_SREC_ONE_TIME		= Egyszer
IDC_RD_SREC_DAILY		= Naponta
IDC_RD_SREC_WEEKLY		= Hetente
IDC_ST_SREC_START_TIME		= Kezdési idő:
IDC_ST_SREC_END_TIME		= Befejezési idő:
IDC_CK_SREC_DURATION		= Időtartam
IDC_CK_SREC_SUN			= Vasárnap
IDC_CK_SREC_MON			= Hétfő
IDC_CK_SREC_TUE			= Kedd
IDC_CK_SREC_WED			= Szerda
IDC_CK_SREC_THU			= Csütörtök
IDC_CK_SREC_FRI			= Péntek
IDC_CK_SREC_SAT			= Szombat
IDC_ST_SREC_RECORDING		= Felvétel
IDC_ST_SREC_TARGET		= Felvételi cél:
IDC_BTN_SREC_TARGET_SELECT	= Válassza ki
IDC_ST_SREC_AFTER_RECORDING	= Felvétel után:
IDC_LN_SREC_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Nincs hangfelvevő eszköz
IDC_ST_ACAP_NO_DEVICE		= Nem észlelhető hangrögzítő eszköz.\nEzért nem lesz hangsáv a rögzített videófájlban.
IDC_CK_ACAP_DO_NOT_SHOW		= Ne jelenjen meg ez az üzenet többé

[MENU]
ID_POPUP_ABOUT			= Bandicam névjegy
ID_POPUP_GENERAL		= Beállítás - Általános
ID_POPUP_FRAME			= Beállítás - FPS
ID_POPUP_VIDEO			= Beállítás - Videó
ID_POPUP_IMAGE			= Beállítás - Kép
ID_POPUP_OUTPUTS		= Kimeneti fájllista
ID_POPUP_OPENOUTPUTFOLDER	= Kimeneti mappa megnyitása
ID_POPUP_TARGET			= Cél
ID_POPUP_SETTINGS		= Beállítások
ID_POPUP_SIZE			= DPI méretezés
ID_POPUP_EXIT			= Kilépés

ID_TARGET_DIRECTX		= Játékfelvételi mód
ID_TARGET_SCREEN		= Képernyőfelvételi mód - Téglalap
ID_TARGET_FULL			= Képernyőfelvételi mód - Teljes képernyő
ID_TARGET_MOUSE			= Képernyőfelvételi mód - Egér körüli terület
ID_TARGET_DEVICE		= Eszközfelvételi mód
ID_TARGET_HELP			= Súgó

ID_TARGET_HIDE			= Megjelenítés / Elrejtés \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Másolás a vágólapra \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Rajzolási mód \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Mindig látható
ID_TARGET_COUNTDOWN_TIMER	= Visszaszámláló megjelenítése
ID_TARGET_TRANSPARENCY		= Átlátszóság
ID_TARGET_SIZE			= Méret
ID_TARGET_ADJUST		= Igazítás

ID_TARGET_MOVE_LEFT		= Mozgatás balra \t Balra
ID_TARGET_MOVE_RIGHT		= Mozgatás jobbra \t Jobbra
ID_TARGET_MOVE_UP		= Feljebb \t Fel
ID_TARGET_MOVE_DOWN		= Lejjebb \t Le

ID_TARGET_INC_WIDTH		= Szélesség növelése \t Shift+Right
ID_TARGET_DEC_WIDTH		= Szélesség csökkentése \t Shift+Left
ID_TARGET_INC_HEIGHT		= Magasság növelése \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Magasság csökkentése \t Shift+Up

ID_TARGET_FIND_WINDOW		= Válasszon felvételi területet \t Ctrl+F
ID_TARGET_FULLSCREEN		= Teljes képernyő \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3-hoz igazítás
ID_TARGET_RATIO_16_9		= 16:9-hez igazítás
ID_TARGET_SIZE_CUSTOM		= Egyéni méret \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Méret előbeállított séma \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Előbeállított sémák hozzáadása
ID_TARGET_SIZE_PRESET_EDIT	= Előbeállított sémák szerkesztése
ID_TARGET_SIZE_RU		= Legutóbb használt méret \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Kimeneti mappa megnyitása
ID_TARGET_OUTPUT_LIST		= Kimeneti fájlok listája
ID_TARGET_EXIT_BANDICAM		= Bandicam bezárása

ID_DEVICE_HIDE			= Megjelenítés / Elrejtés \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Másolás a vágólapra \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Mindig látható
ID_DEVICE_SELECTION		= Válassza ki az eszközt \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Teljes képernyő \t Enter
ID_DEVICE_ZOOM			= Nagyítás
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Oldalarány
ID_DEVICE_KEEP_ASPECT_RATIO	= Oldalarány megtartása
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Alapértelmezett
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Kimeneti mappa megnyitása
ID_DEVICE_OUTPUT_LIST		= Kimeneti fájlok listája
ID_DEVICE_EXIT_BANDICAM		= Bandicam bezárása

ID_USER_PRESET_ADD		= Előbeállított séma hozzáadása
ID_USER_PRESET_EDIT		= Előbeállított sémák szerkesztése

ID_SORT_BY_DATE			= Rendezés dátum szerint
ID_SORT_BY_NAME			= Rendezés név szerint
ID_SORT_BY_SIZE			= Rendezés méret szerint

ID_OUTPUTS_LB_PLAY		= Lejátszás
ID_OUTPUTS_LB_OPEN		= Megnyitás
ID_OUTPUTS_LB_EDIT		= Szerkesztés
ID_OUTPUTS_LB_RENAME		= Átnevezés     \t F2
ID_OUTPUTS_LB_DELETE		= Törlés     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Összes kijelölése \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Kimeneti mappa megnyitása

ID_UPLOAD_TO_YOUTUBE		= Feltöltés a Youtube-ra
ID_UPLOAD_TO_VIMEO		= Feltöltés a Vimeo-ra
ID_UPLOAD_TO_FACEBOOK		= Feltöltés a Facebook-ra

ID_BDCAM_SIZE_DEFAULT		= Alapértelmezett méret
